Repository: Tensai22/thelab
Catalog: Resources/Views/Services/Pricing.*.resx
Languages: kk

# Access
source: Access to our talented creative team
kk: Біздің талантты шығармашылық ұжымға қол жеткізу

# Buy
source: Buy now
kk: Қазір сатып ал

# Commitment
source: Commitment to delivering your unique vision
kk: Сіздің бірегей көзқарасыңызды жеткізу міндеттемесі

source: Essential
kk: Маңызды

# Expert
source: Our team of experts collaborates with you to develop a strong concept and compelling script.
kk: Біздің сарапшылар тобы күшті тұжырымдама мен тартымды сценарийді әзірлеу үшін сізбен бірге жұмыс істейді.

# From
source: From location scouting and casting to scheduling and organizing, we handle all the logistics to ensure a smooth and efficient production phase.
kk: Орналасқан жерді анықтау мен кастингтен бастап жоспарлау мен ұйымдастыруға дейін біз өндірістің біркелкі және тиімді кезеңін қамтамасыз ету үшін барлық логистиканы орындаймыз.

# Our
source: Our Packages
kk: Біздің пакеттер

# OurSkilled
source: Our skilled crew works tirelessly to capture every moment with precision, using the latest equipment and techniques to achieve the highest quality results.
kk: Біздің білікті экипаж ең жоғары сапалы нәтижелерге қол жеткізу үшін ең жаңа жабдықтар мен әдістерді пайдалана отырып, әрбір сәтті дәлдікпен түсіру үшін тынымсыз жұмыс істейді.

# Perfect
source: Perfect for small projects and startups looking to make an impact
kk: Әсер етуді қалайтын шағын жобалар мен стартаптар үшін өте қолайлы

# quality
source: Our packages are designed to meet your goals without compromising on quality
kk: Біздің пакеттер сапаға нұқсан келтірместен сіздің мақсаттарыңызға жетуге арналған

# Scroll
source: Scroll for more
kk: Қосымша ақпарат алу үшін айналдырыңыз

# Starting
source: Starting at
kk: Басталуы

# TheLab
source: At The Lab, we believe in offering clear and competitive pricing tailored to your creative needs.
kk: Зертханада біз сіздің шығармашылық қажеттіліктеріңізге бейімделген нақты және бәсекеге қабілетті баға ұсынуға сенеміз.

# Transparent
source: Transparent communication throughout the process
kk: Процесс барысында ашық байланыс

# WeAre
source: We are more than just a video production studio
kk: Біз жай ғана бейне шығару студиясы емеспіз

# Westart
source: We start by getting to know your brand, your vision, and your target audience.
kk: Біз сіздің брендіңізді, көзқарасыңызды және мақсатты аудиторияңызды білуден бастаймыз.

# What
source: What’s Included in Every Package
kk: Әрбір пакетке не кіреді
