Repository: Tensai22/thelab
Catalog: Resources/Views/Services/Testimonials.*.resx
Languages: kk

# &quot;We’veworked
source: "We’ve worked with many studios, but The Lab stands out. Their expertise, communication, and passion for storytelling are unmatched. We couldn’t be happier with the final result, and it’s helping us reach new customers."
kk: "Біз көптеген студиялармен жұмыс істедік, бірақ Зертхана ерекше. Олардың тәжірибесі, қарым-қатынасы және әңгімелесуге деген құштарлығы теңдесі жоқ. Соңғы нәтижеге қуана алмадық және бұл бізге жаңа тұтынушыларға қол жеткізуге көмектеседі."

# AZC
source: CEO AZS Agency
kk: AZS агенттігінің бас директоры

# CEO
source: CEO GreenE Solutions
kk: GreenE Solutions бас директоры

# Daniel
source: Daniel, CEO AZS Agency
kk: Даниел, AZS агенттігінің бас директоры

# Discover
source: Discover next project
kk: Келесі жобаны табыңыз

# Flower
source: CEO Flowers Shop
kk: Гүлдер дүкенінің бас директоры

# Frofinish
source: "From start to finish, The Lab made the process easy and enjoyable. Their team understood our goals and brought fresh, innovative ideas to the table. The video they produced helped us connect with our audience in a way we hadn’t imagined."
kk: "Зертхана басынан аяғына дейін процесті жеңіл әрі қызықты етті. Олардың командасы біздің мақсаттарымызды түсінді және үстелге жаңа, инновациялық идеяларды ұсынды. Олар жасаған бейне аудиториямызбен біз ойламағандай байланысуға көмектесті."

# From start
source: "From start to finish, The Lab made the process easy and enjoyable. Their team understood our goals and brought fresh, innovative ideas to the table. The video they produced helped us connect with our audience in a way we hadn’t imagined."
kk: "Зертхана басынан аяғына дейін процесті жеңіл әрі қызықты етті. Олардың командасы біздің мақсаттарымызды түсінді және үстелге жаңа, инновациялық идеяларды ұсынды. Олар жасаған бейне аудиториямызбен біз ойламағандай байланысуға көмектесті."

# Hear
source: Hear from our clients and collaborators about their experiences working with TheLab
kk: Клиенттеріміз бен серіктестеріміздің TheLab-пен жұмыс істеу тәжірибесі туралы тыңдаңыз

# Martin
source: Martin, CEO GreenEarth Solutions
kk: Мартин, GreenEarth Solutions бас директоры

# Ourclients
source: Our clients’ satisfaction is our top priority
kk: Біздің клиенттер

# ourteam
source: Our team at The Lab is here to make it happen. Get in touch with us today to start your next video project!
kk: Лабораториядағы біздің команда мұны жүзеге асыру үшін осында. Келесі бейне жобаңызды бастау үшін бүгін бізбен байланысыңыз!

# ready
source: Ready to bring your vision to life?
kk: Өз көзқарасыңызды жүзеге асыруға дайынсыз ба?

# reality
source: The Lab took our vision and turned it into a reality. The team was incredibly professional, creative, and attentive to every detail. The final product exceeded our expectations, and it’s made a huge impact on our brand."
kk: Зертхана біздің көзқарасымызды қабылдап, оны шындыққа айналдырды. Команда керемет кәсіби, креативті және әрбір бөлшекке мұқият болды. Соңғы өнім біздің күткенімізден асып түсті және бұл біздің брендке үлкен әсер етті ».

# Rebecca
source: Rebecca, Creative Director, Urban
kk: Ребекка, Урбанның шығармашылық директоры

source: Reviews
kk: Пікірлер

# Solutions
source: Martin, CEO GreenEarth Solutions
kk: Мартин, GreenEarth Solutions бас директоры

# stands out
source: We’ve worked with many studios, but The Lab stands out. Their expertise, communication, and passion for storytelling are unmatched. We couldn’t be happier with the final result."
kk: Біз көптеген студиялармен жұмыс істедік, бірақ зертхана ерекше. Олардың тәжірибесі, қарым-қатынасы және әңгіме айтуға құмарлығы теңдесі жоқ. Біз соңғы нәтижеге қуана алмас едік ».

# team understood
source: "From start to finish, The Lab team understood our goals and brought fresh, innovative ideas to the table. The video they produced helped us connect with our audience in a way we hadn’t imagined."
kk: "Зертхана командасы басынан аяғына дейін біздің мақсаттарымызды түсінді және үстелге жаңа, инновациялық идеяларды ұсынды. Олар жасаған бейне аудиториямызбен біз ойламағандай байланысуға көмектесті."

# took
source: "The Lab took our vision and turned it into a reality. The team was incredibly professional, creative, and attentive to every detail. The final product exceeded our expectations, and it’s made a huge impact on our brand."
kk: "Зертхана біздің көзқарасымызды қабылдап, оны шындыққа айналдырды. Команда керемет кәсіби, креативті және әрбір бөлшекке мұқият болды. Соңғы өнім біздің күткенімізден асып түсті және бұл біздің брендке үлкен әсер етті."

# Urban
source: Creative Director, Urban
kk: Шығармашылық директор, Урбан

# vision
source: "The Lab took our vision and turned it into a reality. The team was incredibly professional, creative, and attentive to every detail. The final product exceeded our expectations, and it’s made a huge impact on our brand."
kk: "Зертхана біздің көзқарасымызды қабылдап, оны шындыққа айналдырды. Команда керемет кәсіби, креативті және әрбір бөлшекке мұқият болды. Соңғы өнім біздің күткенімізден асып түсті және бұл біздің брендке үлкен әсер етті."

# Voices
source: Voices that inspire The Lab
kk: Зертхананы шабыттандыратын дауыстар

# We’re
source: We’re proud of the relationships we’ve built and the impact our videos have made.
kk: Біз орнатқан қарым-қатынастарымызды және бейнелеріміздің әсерін мақтан тұтамыз.
