Repository: Tensai22/thelab
Catalog: Resources/Views/Home/AboutUs.*.resx
Languages: kk, ru

# A premier video
source: A premier video production studio where creativity and innovation come together to craft visually stunning and impactful content.
kk: Басты бейне, Шығармашылық пен инновация көрнекі түрде керемет және әсерлі мазмұнды жасау үшін біріктірілген өндірістік студия.
ru: Превосходная студия видеопроизводства, где креативность и инновации объединяются для создания визуально ошеломляющего и впечатляющего контента.

# A visionary in the
source: A visionary in the world of video production with a deep passion for storytelling and creative excellence.
kk: Сюжетті баяндау мен шығармашылық шеберлікке терең құмарлығы бар бейне өндірісі әлеміндегі көреген.
ru: Провидец в мире видеопроизводства с глубокой страстью к повествованию и творческому совершенству.

source: About Studio
kk: Студия туралы
ru: Про студию

# At The Lab, we
source: At The Lab, we believe that every frame tells a story. Our mission is to turn ideas into unforgettable experiences, where creativity and technology unite to inspire and engage.
kk: The Lab та біз әрбір кадр оқиғаны баяндайды деп сенеміз. Біздің міндетіміз – идеяларды ұмытылмас тәжірибеге айналдыру, онда шығармашылық пен технология шабыт пен тарту үшін біріктіріледі.
ru: В The Lab мы верим, что каждый кадр рассказывает историю. Наша миссия — превращать идеи в незабываемые впечатления, где креативность и технологии объединяются, чтобы вдохновлять и вовлекать.

source: At TheLab, we bring your vision to life through captivating storytelling and cinematic excellence.
kk: TheLab-те біз сіздің көзқарасыңызды қызықты әңгімелер мен кинематографиялық шеберлік арқылы жүзеге асырамыз.
ru: В TheLab мы воплощаем ваши идеи в жизнь с помощью захватывающего повествования и кинематографического совершенства.

source: Award-Winning Videos
kk: Марапатқа ие бейнелер
ru: Видеоролики, отмеченные наградами

# Capturing every angle
source: Capturing every angle, every moment, and every emotion.
kk: Әрбір бұрышты, әрбір сәтті және әрбір эмоцияны түсіру.
ru: Запечатлев каждый ракурс, каждый момент и каждую эмоцию.

source: CEO of thelab
kk: thelab компаниясының бас директоры
ru: Ген. директор thelab

source: Collaboration
kk: Ынтымақтастық
ru: Сотрудничество

source: Concept and Scripting
kk: Тұжырымдама және сценарий
ru: Концепция и сценарий

source: Creating Stories That Inspire
kk: Шабыт беретін әңгімелер жасау
ru: Создание историй, которые вдохновляют

source: Creativity
kk: Шығармашылық
ru: Креативность

source: Delivery and Review
kk: Жеткізу және шолу
ru: Доставка и проверка

source: Discovery and Planning
kk: Ашылулар және жоспарлау
ru: Открытие и планирование

source: Eric Labbonski
kk: Эрик Лаббонски
ru: Эрик Лаббонски

# From location scouting
source: From location scouting and casting to scheduling and organizing, we handle all the logistics to ensure a smooth and efficient production phase.
kk: Орналасқан жерді анықтау мен кастингтен бастап жоспарлау мен ұйымдастыруға дейін біз өндірістің біркелкі және тиімді кезеңін қамтамасыз ету үшін барлық логистиканы орындаймыз.
ru: От поиска локаций и подбора актеров до планирования и организации — мы занимаемся всей логистикой, чтобы обеспечить бесперебойный и эффективный этап производства.

source: Happy Clients
kk: Бақытты клиенттер
ru: Счастливые клиенты

source: Hours of Footage
kk: Түсірілім сағаттары
ru: Часы отснятого материала

source: Integrity
kk: Тұтастық
ru: Честность

source: Our Process
kk: Біздің процесс
ru: Наш процесс

# Our skilled crew
source: Our skilled crew works tirelessly to capture every moment with precision, using the latest equipment and techniques to achieve the highest quality results.
kk: Біздің білікті экипаж ең жоғары сапалы нәтижелерге қол жеткізу үшін ең жаңа жабдықтар мен әдістерді пайдалана отырып, әрбір сәтті дәлдікпен түсіру үшін тынымсыз жұмыс істейді.
ru: Наша опытная команда неустанно трудится, чтобы с точностью запечатлеть каждый момент, используя новейшее оборудование и технологии для достижения результатов высочайшего качества.

source: Our team of experts
kk: Біздің сарапшылар тобы күшті тұжырымдама мен тартымды сценарийді әзірлеу үшін сізбен бірге жұмыс істейді.
ru: Наша команда экспертов сотрудничает с вами, чтобы разработать сильную концепцию и захватывающий сценарий.

source: Our Values
kk: Біздің құндылықтарымыз
ru: Наши ценности

# Our values are
source: Our values are at the core of everything we do.
kk: Біздің құндылықтарымыз біз жасайтын барлық нәрсенің негізі болып табылады.
ru: Наши ценности лежат в основе всего, что мы делаем.

source: Pre-Production
kk: Алдын ала өндіру
ru: Предварительная подготовка

source: Production
kk: Өндіріс
ru: Производство

source: Projects Completed
kk: Аяқталған жобалар
ru: Завершенные проекты

source: Quality
kk: Сапалық
ru: Качество

# Recognized for outstanding
source: Recognized for outstanding creativity and production quality.
kk: Көрнекті шығармашылық және өндіріс сапасы үшін танылды.
ru: Признан за выдающуюся креативность и качество продукции.

source: Scroll for more
kk: Қосымша ақпарат үшін басыныз
ru: Нажмите для доп информации

# Successful video productions
source: Successful video productions for clients across various industries.
kk: Әр түрлі салалардағы клиенттерге арналған сәтті бейне өндірісі.
ru: Успешное видеопроизводство для клиентов из различных отраслей.

# The Lab was
source: The Lab was founded by Eric Labbonski.
kk: Зертхананың негізін Эрик Лаббонски салған.
ru: Лабораторию основал Эрик Лаббонски.

source: the team
kk: топ
ru: команда

# Trusted by top
source: Trusted by top brands and businesses worldwide.
kk: Дүние жүзіндегі үздік брендтер мен компаниялар сенім артқан.
ru: Нам доверяют ведущие бренды и компании по всему миру.

source: Watch Reel
kk: Рилл көру
ru: Смотреть рилл

# We are committed
source: We are committed to delivering the highest-quality videos that showcase the best of your brand.
kk: Біз сіздің брендіңіздің ең жақсысын көрсететін жоғары сапалы бейнелерді жеткізуге дайынбыз.
ru: Мы стремимся предоставлять видеоролики высочайшего качества, которые наилучшим образом продемонстрируют ваш бренд.

# We are passionate
source: We are passionate about bringing innovative ideas to life.
kk: Біз инновациялық идеяларды өмірге енгізуге құмармыз.
ru: Мы с энтузиазмом воплощаем в жизнь инновационные идеи.

# We believe in
source: We believe in the power of teamwork.
kk: Біз командалық жұмыстың күшіне сенеміз.
ru: Мы верим в силу командной работы.

# We believe that
source: We believe that every great video starts with a clear vision.
kk: Кез келген керемет бейне анық көзқарастан басталатынына сенімдіміз.
ru: Мы считаем, что каждое хорошее видео начинается с четкого видения.

# We start by
source: We start by getting to know your brand, your vision, and your target audience.
kk: Біз сіздің брендіңізді, көзқарасыңызды және мақсатты аудиторияңызды білуден бастаймыз.
ru: Мы начинаем со знакомства с вашим брендом, вашим видением и вашей целевой аудиторией.

# We value transparency
source: We value transparency and honesty in every aspect of our work.
kk: Біз жұмысымыздың әрбір аспектісінде ашықтық пен адалдықты бағалаймыз.
ru: Мы ценим прозрачность и честность во всех аспектах нашей работы.

# We work closely
source: We work closely with you to make sure everything is just right, making any necessary revisions before final delivery.
kk: Біз соңғы жеткізілім алдында кез келген қажетті түзетулерді жасай отырып, бәрі дұрыс екеніне көз жеткізу үшін сізбен тығыз жұмыс жасаймыз.
ru: Мы тесно сотрудничаем с вами, чтобы убедиться, что все сделано правильно, внося необходимые изменения перед окончательной доставкой.

# With a focus
source: With a focus on both artistry and technical precision, we work closely with our clients to bring their unique stories to life.
kk: Көркемдік пен техникалық дәлдікке баса назар аудара отырып, біз өз клиенттерімізбен олардың бірегей оқиғаларын өмірге келтіру үшін тығыз жұмыс жасаймыз.
ru: Уделяя особое внимание как художественному мастерству, так и технической точности, мы тесно сотрудничаем с нашими клиентами, чтобы воплотить в жизнь их уникальные истории.
