Repository: Tensai22/thelab
Catalog: Resources/Views/Home/Index.*.resx
Languages: kk, ru

# a
source: Video Production Webflow Template
kk: Бейне өндірісінің веб-ағыны үлгісі
ru: Шаблон веб-потока для видеопроизводства

# b
source: 3 Landing Pages. 16 Inner Pages.
kk: 3 қону беттері. 16 Ішкі беттер.
ru: 3 целевые страницы. 16 внутренних страниц.

# c
source: Ultra performance
kk: Ультра производительность
ru: Ультра производительность

# d
source: Load your site with a lightning-fast responsiveness. An optimized code lets Thelab load fast under any traffic conditions.
kk: Сайтыңызды найзағай жылдамдығымен жүктеңіз. Оңтайландырылған код Thelab-қа кез келген қозғалыс жағдайында жылдам жүктеуге мүмкіндік береді.
ru: Загружайте свой сайт с молниеносной скоростью реагирования. Оптимизированный код позволяет Thelab быстро загружаться при любых условиях трафика.

# e
source: Performance Grade
kk: Өнімділік деңгейі
ru: Оценка производительности

# f
source: Score
kk: Ұпай
ru: Счет

# g
source: Key Features
kk: Негізгі мүмкіндіктер
ru: Основные характеристики

# h
source: Friendly Support
kk: Достық қолдау
ru: Дружественная поддержка

# i
source: Found a bug, or have any problem, feel free to send us an email at
kk: Қате табылды немесе қандай да бір мәселе туындаса, бізге электрондық хат жіберіңіз
ru: Нашли ошибку или у вас возникли проблемы? Не стесняйтесь отправить нам электронное письмо по адресу

# j
source: Search Engine Optimised
kk: Іздеу жүйесі оңтайландырылған
ru: Оптимизировано для поисковых систем

# k
source: Get ranking in SERPs. Template is optimised for search engines requirements.
kk: SERP-те рейтинг алыңыз. Үлгі іздеу жүйелерінің талаптарына оңтайландырылған.
ru: Получите рейтинг в SERP. Шаблон оптимизирован под требования поисковых систем.

# l
source: Custom Typography
kk: Теңшелетін типография
ru: Индивидуальная типографика

# m
source: Template allows you to adjust Typography and choose custom Colors to suit your needs.
kk: Үлгі типографияны реттеуге және қажеттіліктеріңізге сәйкес реттелетін түстерді таңдауға мүмкіндік береді.
ru: Шаблон позволяет вам настраивать типографику и выбирать цвета в соответствии с вашими потребностями.

# n
source: Essential Inner pages
kk: Маңызды ішкі беттер
ru: Основные внутренние страницы

# o
source: Limitless potential in creating the pages you need. We’ve created essential page layouts including: About, Pricing, Contact, and more.
kk: Қажетті беттерді жасауда шексіз әлеует. Біз маңызды бет макеттерін жасадық, соның ішінде: Туралы, Баға, Байланыс және т.б.
ru: Безграничный потенциал в создании страниц, которые вам нужны. Мы создали основные макеты страниц, включая: О нас, Цены, Контакты и многое другое.

# p
source: Modern Technologies
kk: Қазіргі заманғы технологиялар
ru: Современные Технологии

# q
source: Template is well designed and highly targeted for conversions. Built with HTML, CSS, and Javascript in a visual canvas.
kk: Үлгі жақсы жобаланған және түрлендіруге жоғары бағытталған. Көрнекі кенепте HTML, CSS және Javascript көмегімен құрастырылған.
ru: Шаблон хорошо спроектирован и нацелен на конверсии. Создан с помощью HTML, CSS и Javascript в визуальном холсте.

# r
source: High-Speed Performance
kk: Жоғары жылдамдықты өнімділік
ru: Высокая скорость работы

# s
source: Load your site with a lightning-fast responsiveness. An optimized code lets template load fast under any traffic conditions.
kk: Сайтыңызды найзағай жылдамдығымен жүктеңіз. Оңтайландырылған код үлгіні кез келген қозғалыс жағдайында жылдам жүктеуге мүмкіндік береді.
ru: Загружайте свой сайт с молниеносной реакцией. Оптимизированный код позволяет шаблону быстро загружаться при любых условиях трафика.

# t
source: Lifetime Updates
kk: Өмірлік жаңартулар
ru: Пожизненные обновления

# u
source: Stay up-to-date with the latest version of our template without having to do it manually.
kk: Қолмен жасамай-ақ, үлгінің соңғы нұсқасын жаңартып отырыңыз.
ru: Оставайтесь в курсе последних версий нашего шаблона, не делая этого вручную.

# v
source: Highly Customisable
kk: Жоғары теңшелетін
ru: Широкие возможности настройки

# w
source: Make your website look the way you want it to by customising it with our built-in tools and settings - with no coding skills required!
kk: Кірістірілген құралдарымыз бен параметрлерімізбен теңшеу арқылы веб-сайтыңызды өзіңіз қалағандай етіп жасаңыз - кодтау дағдыларын қажет етпестен!
ru: Сделайте свой веб-сайт таким, каким вы хотите его видеть, настроив его с помощью наших встроенных инструментов и настроек — без навыков кодирования!

# x
source: Inner Pages
kk: Ішкі беттер
ru: Внутренние страницы

# y
source: Limitless potential in creating the pages you need. We’ve created essential page layouts including: About Us, Services, Works, and more.
kk: Қажетті беттерді жасаудың шексіз мүмкіндігі. Біз негізгі бет макеттерін жасадық, соның ішінде: Біз туралы, Қызметтер, Жұмыстар және т.б.
ru: Безграничный потенциал в создании страниц, которые вам нужны. Мы создали основные макеты страниц, включая: О нас, Услуги, Работы и многое другое.

# z
source: About us
kk: Біз туралы
ru: О нас

# za
source: Our Team
kk: Біздің команда
ru: Наша команда

# zb
source: Our Services
kk: Біздің қызметтер
ru: Наши услуги

# zc
source: Service Details
kk: Қызмет мәліметтері
ru: Подробности услуги

# zd
source: Our Works
kk: Біздің жұмыстар
ru: Наши Работы

# ze
source: Work Details
kk: Жұмыс мәліметтері

# zf
source: Testimonials
kk: Айғақтар
ru: Отзывы

# zg
source: Pricing
kk: Баға
ru: Ценообразование

# zh
source: Contact us
kk: Бізбен хабарласыңыз
ru: Связаться с нами

# zi
source: Blog Details
kk: Блог мәліметтері
ru: Подробности блога

# zj
source: Balance of External and Internal Beauty
kk: Сыртқы және ішкі сұлулық балансы
ru: Баланс внешней и внутренней красоты

# zk
source: Start building your next gorgeous website now.
kk: Келесі тамаша веб-сайтыңызды құруды қазірден бастаңыз.
ru: Начните создавать свой следующий великолепный сайт уже сейчас.

# zl
source: Purchase
kk: Сатып алу
ru: Покупка
