Repository: Tensai22/thelab
Catalog: Resources/Views/Team/OurTeam.*.resx
Languages: kk, ru

source: Amélie Laurent
kk: Амели Лоран
ru: Амели Лоран

# A visionary
source: A visionary in the world of video production with a deep passion for storytelling and creative excellence.
kk: Сюжетті баяндауға және шығармашылық шеберлікке терең құмарлығы бар бейне өндірісі әлеміндегі көреген.
ru: Провидец в мире видеопроизводства с глубокой страстью к повествованию и творческому совершенству.

# At The
source: At The Lab, we believe that every frame tells a story. Our mission is to turn ideas into unforgettable experiences, where creativity and technology unite to inspire and engage.
kk: Зертханада біз әрбір кадр оқиғаны баяндайды деп сенеміз. Біздің міндетіміз – идеяларды ұмытылмас тәжірибеге айналдыру, онда шығармашылық пен технология шабыт пен тарту үшін біріктіріледі.
ru: В The Lab мы верим, что каждый кадр рассказывает историю. Наша миссия — превращать идеи в незабываемые впечатления, где креативность и технологии объединяются, чтобы вдохновлять и вовлекать.

# CEO
source: CEO of TheLab
kk: TheLab бас директоры
ru: Генеральный директор TheLab

source: Eric Labbonski
kk: Эрик Лаббонски
ru: Эрик Лаббонски

# Labbonski
source: The Lab was founded by Eric Labbonski.
kk: Зертхананың негізін Эрик Лаббонски салған.
ru: Лабораторию основал Эрик Лаббонски.

# Meet
source: Meet the creative visionaries who make it all happen at TheLab. Our team work together to push boundaries and deliver exceptional results.</div>
kk: Барлығын TheLab-те жүзеге асыратын креативті көрегендерді кездестіріңіз. Біздің команда шекараларды кеңейту және ерекше нәтижелер беру үшін бірге жұмыс істейді.</div>
ru: Познакомьтесь с креативными визионерами, которые делают все это возможным в TheLab. Наша команда работает вместе, чтобы раздвигать границы и достигать исключительных результатов.</div>

# Meet the
source: Meet the people behind the camera
kk: Камера артындағы адамдармен танысыңыз
ru: Познакомьтесь с людьми, стоящими за камерой

# Scroll
source: Scroll for more
kk: Қосымша ақпарат алу үшін айналдырыңыз
ru: Прокрутите для получения дополнительной информации

source: the team
kk: топ
ru: команда

# TheMinds
source: The Minds Behind the Magic
kk: Сиқырдың артындағы ақыл-ойлар
ru: Умы, стоящие за магией

# Watch
source: Watch reel
kk: Смотреть ролик
ru: Смотреть ролик

source: Creative Director
kk: Шығармашылық директор
ru: Креативный директор

# Visionary
source: Visionary leader turning ideas into powerful stories
kk: Идеяларды күшті оқиғаларға айналдыратын көреген көшбасшы
ru: Дальновидный лидер, превращающий идеи в сильные истории

source: Nikolas Gibbons
kk: Николас Гиббонс
ru: Николас Гиббонс

source: Producer
kk: Продюсер
ru: Продюсер

# Organizes
source: Organizes and manages projects from start to finish
kk: Жобаларды басынан аяғына дейін ұйымдастырады және басқарады
ru: Организует и управляет проектами от начала до конца

source: Sienna Hewitt
kk: Сиенна Хьюитт
ru: Сиенна Хьюитт

# Photography
source: Director of Photography
kk: Фоторежиссер
ru: Директор по работе с оператором

# Captures
source: Captures stunning visuals with precision.
kk: Керемет визуалды дәлдікпен түсіреді.
ru: Обеспечивает потрясающую точность изображения.

# Lily
source: Lily-Rose Chedjou
kk: Лили-Роза Чеджу
ru: Лили-Роза Чеджу

source: Editor
kk: Редактор
ru: Редактор

# Transforms
source: Transforms raw footage into engaging content.
kk: Шикі кадрларды тартымды мазмұнға айналдырады.
ru: Превращает необработанные кадры в интересный контент.

# Zahra
source: Zahra Christensen
kk: Захра Кристенсен
ru: Захра Кристенсен

# Mot
source: Motion Graphics Designer
kk: Қозғалыс графикасының дизайнері
ru: Дизайнер анимационной графики

# Creates
source: Creates dynamic graphics to elevate projects
kk: Жобаларды жоғарылату үшін динамикалық графика жасайды
ru: Создает динамическую графику для улучшения проектов

# Caitlyn
source: Caitlyn King
kk: Кейтлин Кинг
ru: Кейтлин Кинг

# Project
source: Project Manager
kk: Жоба менеджері
ru: Руководитель проекта

# Ensures
source: Ensures smooth coordination and timely delivery.
kk: Бірқалыпты үйлестіруді және уақтылы жеткізуді қамтамасыз етеді.
ru: Обеспечивает четкую координацию и своевременную доставку.

source: Zaid Schwartz
kk: Заид Шварц
ru: Заид Шварц

# Supports logistics
source: Supports logistics and contributes fresh ideas.
kk: Логистиканы қолдайды және жаңа идеяларға үлес қосады.
ru: Поддерживает логистику и привносит свежие идеи.

source: Marco Kelly
kk: Марко Келли
ru: Марко Келли

source: Customer Success
kk: Тұтынушы табысы
ru: Успех клиента

source: Reviews
kk: Пікірлер
ru: Обзоры

# Our clients
source: Our clients’ satisfaction is our top priority.
kk: Клиенттердің қанағаттануы – біздің басты басымдығымыз.
ru: Удовлетворенность наших клиентов является нашим главным приоритетом.

# We’re
source: We’re proud of the relationships we’ve built and the impact our videos have made.
kk: Біз орнатқан қарым-қатынастарымызды және бейнелеріміздің әсерін мақтан тұтамыз.
ru: Мы гордимся отношениями, которые нам удалось построить, и влиянием, которое оказали наши видеоролики.

# The lab
source: "The Lab took our vision and turned it into a reality. The team was incredibly professional, creative, and attentive to every detail. The final product exceeded our expectations, and it’s made a huge impact on our brand."</h5>
kk: "Зертхана біздің көзқарасымызды қабылдап, оны шындыққа айналдырды. Команда керемет кәсіби, креативті және әрбір детальға мұқият болды. Соңғы өнім күткенімізден асып түсті және бұл біздің брендімізге үлкен әсер етті."</h5>
ru: «Лаборатория взяла наше видение и превратила его в реальность. Команда была невероятно профессиональной, креативной и внимательной к каждой детали. Конечный продукт превзошел наши ожидания и оказал огромное влияние на наш бренд».</h5>

# Daniel
source: Daniel, CEO AZS Agency
kk: Даниел, AZS агенттігінің бас директоры
ru: Дэниел, генеральный директор AZS Agency
